Repository: bpllqd/DementiApp_yandex
Catalog: lib/l10n/intl_*.arb
Languages: ru

# createScreenAppBarSave
source: SAVE
ru: СОХРАНИТЬ

# createScreenDeleteButtonDelete
source: Delete
ru: Удалить

# createScreenTextfieldLabel
source: What i need to do...
ru: Что нужно сделать..

# createScreenDropDownLabel
source: Importance
ru: Важность

# createScreenDropdownMenuHint
source: No
ru: Нет

# createScreenDropdownMenuLow
source: Low
ru: Неважная

# createScreenDropdownMenuImportant
source: Important
ru: Важная

# createScreenSwitchTileTitle
source: Deadline
ru: Сделать до

# listScreenAddNewButtonTitle
source: New
ru: Новое

# listScreenAppBarCompletedN
source: Completed - {completedTasks}
ru: Выполнено - {completedTasks}

# listScreenAppBarTitle
source: My tasks
ru: Мои дела

# listScreenAppBarError
source: Error
ru: Ошибка

# listScreenListWidgetOnline
source: Got internet connection!
ru: Соединение восстановлено!

# listScreenListWidgetOfline
source: Lost internet connection :(
ru: Соединение потеряно :(

# createToDoCreateConnected
source: Got internet connection!
ru: Вы снова в сети!

# createToDoCreateDisconnected
source: No internet? O.o
ru: Нет интернета? O.o
